Repository: Elly2504/coldplungetimer
Catalog: IceDip/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, tr

source: Cold Shock
de: Kälteschock
es: Shock de frío
fr: Choc thermique
ja: コールドショック
tr: Soğuk Şoku

source: Adaptation
de: Anpassung
es: Adaptación
ja: 適応
tr: Adaptasyon

source: Dopamine Zone
de: Dopamin-Zone
es: Zona de dopamina
fr: Zone dopamine
ja: ドーパミンゾーン
tr: Dopamin Bölgesi

source: Metabolic Boost
de: Stoffwechsel-Boost
es: Impulso metabólico
fr: Boost métabolique
ja: 代謝ブースト
tr: Metabolik Artış

source: Deep Resilience
de: Tiefe Resilienz
es: Resiliencia profunda
fr: Résilience profonde
ja: ディープレジリエンス
tr: Derin Dayanıklılık

source: Adrenaline spike, fight-or-flight response activating
de: Adrenalinstoß, Kampf-oder-Flucht-Reaktion wird aktiviert
es: Pico de adrenalina, respuesta de lucha o huida activándose
fr: Pic d'adrénaline, réponse combat-fuite en activation
ja: アドレナリン急上昇、闘争・逃走反応が作動中
tr: Adrenalin yükselişi, savaş ya da kaç tepkisi aktif

source: Body adjusting, norepinephrine rising
de: Körper passt sich an, Noradrenalin steigt
es: Cuerpo adaptándose, norepinefrina en aumento
fr: Corps en adaptation, noradrénaline en hausse
ja: 身体が適応中、ノルエピネフリン上昇
tr: Vücut uyum sağlıyor, norepinefrin yükseliyor

source: Dopamine +250%, norepinephrine +530%
de: Dopamin +250 %, Noradrenalin +530 %
es: Dopamina +250 %, norepinefrina +530 %
fr: Dopamine +250 %, noradrénaline +530 %
ja: ドーパミン+250%、ノルエピネフリン+530%
tr: Dopamin +%250, norepinefrin +%530

source: Brown fat activation, doubled metabolic rate
de: Braunes Fett aktiviert, doppelte Stoffwechselrate
es: Activación de grasa parda, tasa metabólica duplicada
fr: Activation graisse brune, métabolisme doublé
ja: 褐色脂肪活性化、代謝率2倍
tr: Kahverengi yağ aktivasyonu, iki kat metabolizma hızı

source: Cellular cleanup, autophagy activation
de: Zelluläre Reinigung, Autophagie aktiviert
es: Limpieza celular, activación de autofagia
fr: Nettoyage cellulaire, activation de l'autophagie
ja: 細胞クリーンアップ、オートファジー活性化
tr: Hücresel temizlik, otofaji aktivasyonu

source: Breathe In
de: Einatmen
es: Inhalar
fr: Inspirez
ja: 吸って
tr: Nefes Al

source: Hold
de: Halten
es: Mantener
fr: Retenez
ja: 止めて
tr: Tut

source: Breathe Out
de: Ausatmen
es: Exhalar
fr: Expirez
ja: 吐いて
tr: Nefes Ver

source: Ocean Waves
de: Meereswellen
es: Olas del mar
fr: Vagues de l'océan
ja: 波の音
tr: Okyanus Dalgaları

source: Rain
de: Regen
es: Lluvia
fr: Pluie
ja: 雨
tr: Yağmur

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
tr: Bugün

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
tr: Dün

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
tr: Geçmiş

source: Streak
de: Serie
es: Racha
fr: Série
ja: 連続記録
tr: Seri

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
tr: Ayarlar

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
tr: Bitti

source: Plunge Complete!
de: Eisbad geschafft!
es: ¡Inmersión completada!
fr: Immersion terminée !
ja: プランジ完了！
tr: Buz Banyosu Tamamlandı!

source: End Session?
de: Sitzung beenden?
es: ¿Terminar sesión?
fr: Terminer la séance ?
ja: セッションを終了しますか？
tr: Oturumu Bitir?

source: End Session
de: Sitzung beenden
es: Terminar sesión
fr: Terminer la séance
ja: セッションを終了
tr: Oturumu Bitir

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
tr: İptal

source: Your session will be saved with the current duration.
de: Ihre Sitzung wird mit der aktuellen Dauer gespeichert.
es: Tu sesión se guardará con la duración actual.
fr: Votre séance sera enregistrée avec la durée actuelle.
ja: 現在の時間でセッションが保存されます。
tr: Oturumunuz mevcut süreyle kaydedilecek.

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 時間
tr: Süre

source: Zone Reached
de: Erreichte Zone
es: Zona alcanzada
fr: Zone atteinte
ja: 到達ゾーン
tr: Ulaşılan Bölge

source: Water Temp
de: Wassertemp.
es: Temp. del agua
fr: Temp. eau
ja: 水温
tr: Su Sıcaklığı

source: How do you feel?
de: Wie fühlst du dich?
es: ¿Cómo te sientes?
fr: Comment vous sentez-vous ?
ja: 気分はどうですか？
tr: Nasıl hissediyorsun?

source: How do you feel now?
de: Wie fühlst du dich jetzt?
es: ¿Cómo te sientes ahora?
fr: Comment vous sentez-vous maintenant ?
ja: 今の気分は？
tr: Şimdi nasıl hissediyorsun?

source: Add a note...
de: Notiz hinzufügen …
es: Añadir una nota…
fr: Ajouter une note…
ja: メモを追加…
tr: Not ekle...

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
tr: Paylaş

source: My Cold Plunge
de: Mein Eisbad
es: Mi inmersión fría
fr: Mon bain froid
ja: マイコールドプランジ
tr: Soğuk Dalışım

source: Water Temperature
de: Wassertemperatur
es: Temperatura del agua
fr: Température de l'eau
ja: 水温
tr: Su Sıcaklığı

source: Cold Plunge Complete
de: Eisbad abgeschlossen
es: Inmersión fría completada
fr: Bain froid terminé
ja: コールドプランジ完了
tr: Soğuk Dalış Tamamlandı

source: Prepare Your Breath
de: Bereite deinen Atem vor
es: Prepara tu respiración
fr: Préparez votre respiration
ja: 呼吸を整えましょう
tr: Nefesini Hazırla

source: Cycle %lld of %lld
de: Zyklus %lld von %lld
es: Ciclo %lld de %lld
fr: Cycle %lld sur %lld
ja: サイクル %lld / %lld
tr: Döngü %lld / %lld

source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
tr: Atla

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
tr: Görünüm

source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
tr: Tema

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
tr: Koyu

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
tr: Açık

source: Default Duration
de: Standarddauer
es: Duración predeterminada
fr: Durée par défaut
ja: デフォルト時間
tr: Varsayılan Süre

source: 30 seconds
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
ja: 30秒
tr: 30 saniye

source: 2 minutes
de: 2 Minuten
es: 2 minutos
ja: 2分
tr: 2 dakika

source: 3 minutes
de: 3 Minuten
es: 3 minutos
ja: 3分
tr: 3 dakika

source: 5 minutes
de: 5 Minuten
es: 5 minutos
ja: 5分
tr: 5 dakika

source: 10 minutes
de: 10 Minuten
es: 10 minutos
ja: 10分
tr: 10 dakika

source: Breathing Exercise
de: Atemübung
es: Ejercicio de respiración
fr: Exercice de respiration
ja: 呼吸エクササイズ
tr: Nefes Egzersizi

source: Zone Thresholds
de: Zonen-Schwellenwerte
es: Umbrales de zona
fr: Seuils de zone
ja: ゾーンしきい値
tr: Bölge Eşikleri

source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores
fr: Réinitialiser
ja: デフォルトに戻す
tr: Varsayılanlara Sıfırla

source: Units
de: Einheiten
es: Unidades
fr: Unités
ja: 単位
tr: Birimler

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
ja: 温度
tr: Sıcaklık

source: Feedback
de: Rückmeldung
es: Comentarios
fr: Retour
ja: フィードバック
tr: Geri Bildirim

source: Haptic Feedback
de: Haptisches Feedback
es: Vibración háptica
fr: Retour haptique
ja: 触覚フィードバック
tr: Dokunsal Geri Bildirim

source: Sound Effects
de: Soundeffekte
es: Efectos de sonido
fr: Effets sonores
ja: サウンドエフェクト
tr: Ses Efektleri

source: Ambient Sound
de: Umgebungsgeräusch
es: Sonido ambiental
fr: Son ambiant
ja: 環境音
tr: Ortam Sesi

source: Play During Plunge
de: Während Eisbad abspielen
es: Reproducir durante inmersión
fr: Jouer pendant l'immersion
ja: プランジ中に再生
tr: Dalış Sırasında Çal

source: Sound
de: Ton
es: Sonido
fr: Son
ja: サウンド
tr: Ses

source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
tr: Bildirimler

source: Daily Reminder
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
ja: 毎日のリマインダー
tr: Günlük Hatırlatıcı

source: Reminder Time
de: Erinnerungszeit
es: Hora del recordatorio
fr: Heure du rappel
ja: リマインダー時刻
tr: Hatırlatma Saati

source: Health
de: Gesundheit
es: Salud
fr: Santé
ja: ヘルスケア
tr: Sağlık

source: Save to Apple Health
de: In Apple Health speichern
es: Guardar en Apple Salud
fr: Enregistrer dans Apple Santé
ja: Apple Healthに保存
tr: Apple Health'e Kaydet

source: Open Settings › Health › IceDip to enable access.
de: Öffne Einstellungen › Gesundheit › IceDip, um den Zugriff zu aktivieren.
es: Abre Ajustes › Salud › IceDip para habilitar el acceso.
fr: Ouvrez Réglages › Santé › IceDip pour activer l'accès.
ja: 設定 › ヘルスケア › IceDip でアクセスを有効にしてください。
tr: Erişimi etkinleştirmek için Ayarlar › Sağlık › IceDip'i açın.

source: Weekly Goal
de: Wochenziel
es: Objetivo semanal
fr: Objectif hebdomadaire
ja: 週間目標
tr: Haftalık Hedef

source: %lld sessions per week
de: %lld Sitzungen pro Woche
es: %lld sesiones por semana
fr: %lld séances par semaine
ja: 週%lld回
tr: Haftada %lld oturum

source: About
de: Über
es: Acerca de
fr: À propos
ja: アプリについて
tr: Hakkında

source: Welcome to IceDip
de: Willkommen bei IceDip
es: Bienvenido a IceDip
fr: Bienvenue sur IceDip
ja: IceDipへようこそ
tr: IceDip'e Hoş Geldiniz

source: Track your cold plunge sessions and build resilience through consistent cold exposure.
de: Verfolge deine Eisbad-Sitzungen und baue Widerstandskraft durch regelmäßige Kälteexposition auf.
es: Registra tus sesiones de inmersión fría y desarrolla resiliencia con exposición constante al frío.
fr: Suivez vos séances de bain froid et développez votre résilience grâce à une exposition régulière au froid.
ja: コールドプランジのセッションを記録し、継続的な冷水浴でレジリエンスを高めましょう。
tr: Soğuk dalış seanslarınızı takip edin ve düzenli soğuk maruziyetiyle dayanıklılık kazanın.

source: Science-Backed Zones
de: Wissenschaftlich fundierte Zonen
es: Zonas respaldadas por la ciencia
fr: Zones validées scientifiquement
ja: 科学に基づくゾーン
tr: Bilimsel Bölgeler

source: See real-time benefit zones as you progress through your plunge — from cold shock to deep resilience.
de: Sieh die Nutzenzonen in Echtzeit während deines Eisbads — vom Kälteschock bis zur tiefen Resilienz.
es: Observa las zonas de beneficio en tiempo real durante tu inmersión — del shock de frío a la resiliencia profunda.
fr: Visualisez les zones de bénéfices en temps réel pendant votre immersion — du choc thermique à la résilience profonde.
ja: プランジの進行に合わせてリアルタイムで効果ゾーンを確認 — コールドショックからディープレジリエンスまで。
tr: Dalışınız boyunca gerçek zamanlı fayda bölgelerini görün — soğuk şokundan derin dayanıklılığa.

source: Build Your Streak
de: Baue deine Serie auf
es: Construye tu racha
fr: Construisez votre série
ja: 連続記録を作ろう
tr: Serinizi Oluşturun

source: Track your consistency, set weekly goals, and watch your cold tolerance grow over time.
de: Verfolge deine Regelmäßigkeit, setze Wochenziele und beobachte, wie deine Kältetoleranz mit der Zeit wächst.
es: Registra tu constancia, establece metas semanales y observa cómo crece tu tolerancia al frío.
fr: Suivez votre régularité, fixez des objectifs hebdomadaires et observez votre tolérance au froid progresser.
ja: 継続性を追跡し、週間目標を設定して、冷水耐性の成長を見守りましょう。
tr: Tutarlılığınızı takip edin, haftalık hedefler belirleyin ve soğuk toleransınızın zamanla artışını izleyin.

source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
ja: はじめる
tr: Başla

source: No sessions yet
de: Noch keine Sitzungen
es: Aún no hay sesiones
fr: Aucune séance pour le moment
ja: まだセッションがありません
tr: Henüz oturum yok

source: Complete your first cold plunge to see it here
de: Schließe dein erstes Eisbad ab, um es hier zu sehen
es: Completa tu primera inmersión fría para verla aquí
fr: Terminez votre premier bain froid pour le voir ici
ja: 最初のコールドプランジを完了するとここに表示されます
tr: İlk soğuk dalışınızı tamamlayın ve burada görün

source: Sessions
de: Sitzungen
es: Sesiones
fr: Séances
ja: セッション
tr: Oturumlar

source: Total
de: Gesamt
ja: 合計
tr: Toplam

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
ja: 平均
tr: Ortalama

source: Mood Impact
de: Stimmungseffekt
es: Impacto en el ánimo
fr: Impact sur l'humeur
ja: 気分への影響
tr: Ruh Hali Etkisi

source: Before
de: Vorher
es: Antes
fr: Avant
ja: 前
tr: Önce

source: After
de: Nachher
es: Después
fr: Après
ja: 後
tr: Sonra

source: Change
de: Änderung
es: Cambio
fr: Changement
ja: 変化
tr: Değişim

source: Delete Session
de: Sitzung löschen
es: Eliminar sesión
fr: Supprimer la séance
ja: セッションを削除
tr: Oturumu Sil

source: Zone Distribution
de: Zonenverteilung
es: Distribución por zonas
fr: Répartition par zone
ja: ゾーン分布
tr: Bölge Dağılımı

source: Complete sessions to see zone data
de: Schließe Sitzungen ab, um Zonendaten zu sehen
es: Completa sesiones para ver datos de zonas
fr: Terminez des séances pour voir les données par zone
ja: ゾーンデータを表示するにはセッションを完了してください
tr: Bölge verilerini görmek için oturumları tamamlayın

source: Day Streak
de: Tage-Serie
es: Racha de días
fr: Jours consécutifs
ja: 日連続
tr: Günlük Seri

source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
ja: 過去7日間
tr: Son 7 Gün

source: Goal reached!
de: Ziel erreicht!
es: ¡Objetivo alcanzado!
fr: Objectif atteint !
ja: 目標達成！
tr: Hedefe ulaşıldı!

source: Best Streak
de: Beste Serie
es: Mejor racha
fr: Meilleure série
ja: 最高連続記録
tr: En İyi Seri

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
ja: %lld日
tr: %lld gün

source: Week
de: Woche
es: Semana
fr: Semaine
ja: 週
tr: Hafta

source: Month
de: Monat
es: Mes
fr: Mois
ja: 月
tr: Ay

source: All
de: Alle
es: Todo
fr: Tout
ja: すべて
tr: Tümü

source: Period
de: Zeitraum
es: Periodo
fr: Période
ja: 期間
tr: Dönem

source: 1m
de: 1 Min
fr: 1 min
ja: 1分
tr: 1dk

source: 2m
de: 2 Min
fr: 2 min
ja: 2分
tr: 2dk

source: 3m
de: 3 Min
fr: 3 min
ja: 3分
tr: 3dk

source: 5m
de: 5 Min
fr: 5 min
ja: 5分
tr: 5dk

source: 10m
de: 10 Min
fr: 10 min
ja: 10分
tr: 10dk

source: Show Tutorial
de: Tutorial anzeigen
es: Mostrar tutorial
fr: Afficher le tutoriel
ja: チュートリアルを表示
tr: Tanıtımı Göster

source: Audio Unavailable
de: Audio nicht verfügbar
es: Audio no disponible
fr: Audio indisponible
ja: オーディオ利用不可
tr: Ses Kullanılamıyor

source: The ambient sound file could not be loaded.
de: Die Umgebungsgeräusch-Datei konnte nicht geladen werden.
es: No se pudo cargar el archivo de sonido ambiental.
fr: Le fichier de son ambiant n'a pas pu être chargé.
ja: 環境音ファイルを読み込めませんでした。
tr: Ortam ses dosyası yüklenemedi.

source: Health Save Failed
de: Gesundheitsdaten nicht gespeichert
es: Error al guardar en Salud
fr: Échec de l'enregistrement santé
ja: ヘルスケア保存失敗
tr: Sağlık Kaydı Başarısız

source: Could not save workout to Apple Health.
de: Das Training konnte nicht in Apple Health gespeichert werden.
es: No se pudo guardar el entrenamiento en Apple Salud.
fr: Impossible d'enregistrer l'entraînement dans Apple Santé.
ja: Apple Healthにワークアウトを保存できませんでした。
tr: Egzersiz Apple Health'e kaydedilemedi.

source: Data
de: Daten
es: Datos
fr: Données
ja: データ
tr: Veri

source: Delete All Data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
ja: すべてのデータを削除
tr: Tüm Verileri Sil

source: Delete All Data?
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
ja: すべてのデータを削除しますか？
tr: Tüm Verileri Sil?

source: Delete Everything
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除
tr: Her Şeyi Sil

source: This will permanently delete all sessions and reset all settings. This cannot be undone.
de: Alle Sitzungen werden dauerhaft gelöscht und alle Einstellungen zurückgesetzt. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todas las sesiones y restablecerá todos los ajustes. Esta acción no se puede deshacer.
fr: Toutes les séances seront définitivement supprimées et tous les réglages réinitialisés. Cette action est irréversible.
ja: すべてのセッションが完全に削除され、すべての設定がリセットされます。この操作は取り消せません。
tr: Bu işlem tüm oturumları kalıcı olarak silecek ve tüm ayarları sıfırlayacaktır. Bu geri alınamaz.

source: Incomplete Session Found
de: Unvollständige Sitzung gefunden
es: Sesión incompleta encontrada
fr: Séance incomplète trouvée
ja: 未完了のセッションが見つかりました
tr: Tamamlanmamış Oturum Bulundu

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
tr: Kaydet

source: Discard
de: Verwerfen
es: Descartar
fr: Supprimer
ja: 破棄
tr: Sil

source: An incomplete session was found. Would you like to save it or discard it?
de: Eine unvollständige Sitzung wurde gefunden. Möchtest du sie speichern oder verwerfen?
es: Se encontró una sesión incompleta. ¿Deseas guardarla o descartarla?
fr: Une séance incomplète a été trouvée. Voulez-vous l'enregistrer ou la supprimer ?
ja: 未完了のセッションが見つかりました。保存しますか、それとも破棄しますか？
tr: Tamamlanmamış bir oturum bulundu. Kaydetmek mi yoksa silmek mi istersiniz?

source: %lld incomplete sessions were found. Would you like to save them or discard them?
de: %lld unvollständige Sitzungen wurden gefunden. Möchtest du sie speichern oder verwerfen?
es: Se encontraron %lld sesiones incompletas. ¿Deseas guardarlas o descartarlas?
fr: %lld séances incomplètes ont été trouvées. Voulez-vous les enregistrer ou les supprimer ?
ja: %lld件の未完了セッションが見つかりました。保存しますか、それとも破棄しますか？
tr: %lld tamamlanmamış oturum bulundu. Kaydetmek mi yoksa silmek mi istersiniz?

source: Great job! You stayed in for %lldm %llds.
de: Großartig! Du warst %lldm %llds im Wasser.
es: ¡Genial! Aguantaste %lldm %llds.
fr: Bravo ! Vous êtes resté(e) %lldm %llds.
ja: お疲れさまです！%lld分%lld秒入りました。
tr: Harika! %llddk %ldsn dayanabildin.

source: Great job! You stayed in for %lld seconds.
de: Großartig! Du warst %lld Sekunden im Wasser.
es: ¡Genial! Aguantaste %lld segundos.
fr: Bravo ! Vous êtes resté(e) %lld secondes.
ja: お疲れさまです！%lld秒入りました。
tr: Harika! %lld saniye dayanabildin.

source: Time for Your Cold Plunge
de: Zeit für dein Eisbad
es: Hora de tu inmersión fría
fr: C'est l'heure de votre bain froid
ja: コールドプランジの時間です
tr: Buz Banyosu Zamanı

source: Build your resilience — start today's cold exposure session.
de: Stärke deine Widerstandskraft – starte deine heutige Kälteexposition.
es: Fortalece tu resistencia — comienza tu sesión de exposición al frío de hoy.
fr: Renforcez votre résilience — commencez votre séance d'exposition au froid.
ja: レジリエンスを鍛えましょう — 今日の冷水セッションを始めましょう。
tr: Dayanıklılığını güçlendir — bugünkü soğuk maruziyetine başla.

source: Start Cold Plunge
de: Kaltbad starten
es: Iniciar inmersión fría
fr: Démarrer le bain froid
ja: コールドプランジを開始
tr: Soğuk Dalış Başlat

source: Start a cold plunge timer session.
de: Starte eine Eisbad-Timer-Sitzung.
es: Inicia una sesión de temporizador de inmersión fría.
fr: Démarrer une séance de minuteur de bain froid.
ja: コールドプランジタイマーセッションを開始します。
tr: Soğuk dalış zamanlayıcı oturumu başlatın.

source: Export Sessions
de: Sitzungen exportieren
es: Exportar sesiones
fr: Exporter les séances
ja: セッションをエクスポート
tr: Oturumları Dışa Aktar

source: No sessions to export.
de: Keine Sitzungen zum Exportieren.
es: No hay sesiones para exportar.
fr: Aucune séance à exporter.
ja: エクスポートするセッションがありません。
tr: Dışa aktarılacak oturum yok.

source: Timer
es: Temporizador
fr: Minuteur
ja: タイマー
tr: Zamanlayıcı

source: START
es: INICIAR
fr: DÉMARRER
ja: スタート
tr: BAŞLA

source: System
es: Sistema
fr: Système
ja: システム
tr: Sistem

source: 1 minute
es: 1 minuto
ja: 1分
tr: 1 dakika

source: Version
es: Versión
ja: バージョン
tr: Sürüm

source: OK
es: Aceptar
tr: Tamam

source: Celsius (°C)
ja: 摂氏 (°C)
tr: Santigrat (°C)

source: Fahrenheit (°F)
ja: 華氏 (°F)
